tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/command-not-found"
tap "homebrew/core"
brew "libyaml"
brew "python@3.13"
brew "ansible"
brew "ansible-lint"
brew "antidote"
brew "zstd"
brew "bfg"
brew "btop"
brew "caddy"
brew "docker", link: false
brew "ffmpeg"
brew "git"
brew "gnupg"
brew "go"
brew "hugo"
brew "imagemagick"
brew "jq"
brew "nmap"
brew "node"
brew "node@20"
brew "pinentry-mac"
brew "pkgconf"
brew "rclone"
brew "redis"
brew "rust"
brew "telnet"
brew "typst"
brew "vim"
brew "wget"
brew "xray"
brew "yq"
brew "yt-dlp"
brew "zlib"
brew "zsh"
cask "adobe-creative-cloud"
cask "android-platform-tools"
cask "android-studio"
cask "balenaetcher"
cask "binary-ninja-free"
cask "bitwarden"
cask "burp-suite"
cask "burp-suite-professional"
cask "cakebrew"
cask "calibre"
cask "charles"
cask "cyberduck"
cask "daisydisk"
cask "discord"
cask "docker"
cask "firefox@nightly"
cask "font-fira-code-nerd-font"
cask "font-noto-sans"
cask "font-roboto"
cask "ghidra"
cask "gimp"
cask "google-chrome"
cask "google-drive"
cask "gpg-suite"
cask "gstreamer-runtime"
cask "handbrake"
cask "home-assistant"
cask "imhex"
cask "iterm2"
cask "jellyfin-media-player"
cask "josm"
cask "karabiner-elements"
cask "keka"
cask "kekaexternalhelper"
cask "libreoffice"
cask "logi-options+"
cask "megasync"
cask "minecraft"
cask "moonlight"
cask "obsidian"
cask "openmtp"
cask "opensc"
cask "postman"
cask "qbittorrent"
cask "rustdesk"
cask "samsung-magician"
cask "secretive"
cask "steam"
cask "tailscale"
cask "teamviewer"
cask "telegram"
cask "temurin"
cask "thunderbird"
cask "tor-browser"
cask "utm"
cask "via"
cask "viscosity"
cask "visual-studio-code"
cask "vk-calls"
cask "vlc"
cask "yaak"
cask "zoom"
