tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "zstd"
brew "caddy"
brew "ffmpeg"
brew "git"
brew "gnupg"
brew "go"
brew "gobuster"
brew "gopass"
brew "gopass-jsonapi"
brew "hugo"
brew "imagemagick"
brew "jq"
brew "libyaml"
brew "links"
brew "mysql-client"
brew "nmap"
brew "node"
brew "pinentry-mac"
brew "qemu"
brew "re2"
brew "redis"
brew "smartmontools"
brew "subversion"
brew "telnet"
brew "vim"
brew "wget"
brew "wireguard-tools"
brew "youtube-dl"
brew "yt-dlp"
brew "zbar"
brew "zsh"
cask "adobe-creative-cloud"
cask "android-platform-tools"
cask "android-studio"
cask "balenaetcher"
cask "burp-suite"
cask "burp-suite-professional"
cask "cakebrew"
cask "charles"
cask "cyberduck"
cask "daisydisk"
cask "db-browser-for-sqlite"
cask "discord"
cask "docker"
cask "firefox-nightly"
cask "font-fira-code"
cask "font-noto-sans"
cask "font-roboto"
cask "gimp"
cask "google-chrome"
cask "google-drive"
cask "google-earth-pro"
cask "gpg-suite"
cask "home-assistant"
cask "iterm2"
cask "jellyfin-media-player"
cask "josm"
cask "karabiner-elements"
cask "keka"
cask "kekaexternalhelper"
cask "landrop"
cask "libreoffice"
cask "logi-options-plus"
cask "minecraft"
cask "mounty"
cask "opensc"
cask "postman"
cask "qbittorrent"
cask "rectangle"
cask "shadowsocksx-ng"
cask "teamviewer"
cask "telegram"
cask "temurin"
cask "tor-browser"
cask "via"
cask "viscosity"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
