visual-studio-code
iterm2
zoom
font-fira-code
firefox-nightly
keka
kekaexternalhelper
karabiner-elements
gpg-suite
adoptopenjdk
android-platform-tools
virtualbox
postman
vlc
telegram
qbittorrent
megasync
charles
rectangle
google-chrome
balenaetcher
teamviewer
burp-suite
adobe-creative-cloud
viscosity
opensc
cakebrew
tor-browser
cyberduck
google-drive